[
  {
    "id": 1,
    "name": "Monumen Nasional (Monas)",
    "description": "Monumen Nasional, atau yang lebih dikenal sebagai Monas, adalah salah satu simbol kebanggaan Indonesia. Monas dibangun untuk memperingati perjuangan rakyat Indonesia dalam merebut kemerdekaan. Monumen ini juga menjadi ikon Jakarta dan destinasi wisata populer.",
    "photo": "https://jakarta-tourism.sgp1.cdn.digitaloceanspaces.com/articles/KJSccjOeJliS0ci0kvKHNVxWROmzwG-metaTW9uYXNfMzIuanBn-.jpg",
    "history": "Monumen Nasional diresmikan pada 17 Agustus 1961 oleh Presiden Soekarno. Monas dibangun untuk menggambarkan semangat perjuangan dan kemerdekaan Indonesia. Puncak Monas dihiasi dengan lidah api yang melambangkan semangat kebebasan.",
    "funFacts": "Puncak Monas memiliki tiga lantai yang dapat diakses dengan elevator. Lantai teratas memberikan pemandangan indah Jakarta. Monas sering digunakan untuk perayaan peringatan nasional dan acara kemerdekaan.",
    "latitude": -6.1753674261390765,
    "longitude": 106.82719054790168
  },
  {
    "id": 2,
    "name": "Museum Nasional Indonesia",
    "description": "Museum Nasional Indonesia, atau yang sering disebut dengan Museum Gajah, adalah sebuah museum arkeologi, sejarah, etnografi, dan geografi yang terletak di Jakarta Pusat.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Museum%20Nasional%20Indonesia.jpg",
    "history": "Museum Nasional Indonesia, atau Museum Gajah, dibangun pada tahun 1778 oleh pemerintah kolonial Belanda. Awalnya, museum ini berfungsi sebagai rumah kediaman gubernur jenderal. Pada tahun 1862, museum ini diresmikan sebagai museum nasional dan terus berkembang menjadi salah satu museum terbesar di Asia.",
    "funFacts": "Museum Nasional Indonesia memiliki lebih dari 140.000 koleksi, termasuk artefak bersejarah dan seni etnografi.",
    "latitude": -6.1764021,
    "longitude": 106.8190152
  },
  {
    "id": 3,
    "name": "Lapangan Banteng",
    "description": "Lapangan Banteng adalah lapangan bersejarah yang terletak di kawasan bersejarah yang dulunya dikenal dengan nama Weltevreden.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Lapangan%20Banteng.jpg",
    "history": "Lapangan Banteng, awalnya dikenal sebagai Waterlooplein, dibangun pada tahun 1817 di bawah pemerintahan kolonial Belanda. Tempat ini menjadi pusat kegiatan militer dan kemudian menjadi lokasi penting dalam sejarah kemerdekaan Indonesia.",
    "funFacts": "Lapangan Banteng pernah menjadi tempat pawai militer dan upacara kenegaraan selama masa penjajahan Belanda.",
    "latitude": -6.170555,
    "longitude": 106.8324629
  },
  {
    "id": 4,
    "name": "Mesjid Al Istiqlal",
    "description": "Masjid ini menjadi masjid terbesar di Asia Tenggara dan masjid terbesar keenam di dunia dalam hal kapasitas jamaah.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Mesjid%20Al%20Istiqlal.jpg",
    "history": "Mesjid Al Istiqlal dibangun pada tahun 1978 sebagai simbol kemerdekaan Indonesia. Mesjid ini menjadi pusat ibadah Islam terbesar di Asia Tenggara dan berdiri sebagai lambang persatuan dan toleransi.",
    "funFacts": "Kubah masjid ini memiliki tinggi 45 meter dan diameter 10 meter, menjadi salah satu yang terbesar di dunia.",
    "latitude": -6.17017,
    "longitude": 106.8288151
  },
  {
    "id": 5,
    "name": "Galeri Nasional Indonesia",
    "description": "Museum di sebuah bangunan tahun 1817 yang menampilkan pameran permanen & bergilir oleh seniman lokal & internasional.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Galeri%20Nasional%20Indonesia.jpg",
    "history": "Galeri Nasional Indonesia didirikan pada tahun 1999 dan merupakan rumah bagi berbagai karya seni dari seniman Indonesia dan internasional. Galeri ini berkomitmen untuk mempromosikan dan melestarikan warisan seni Indonesia.",
    "funFacts": "Galeri Nasional Indonesia memiliki lebih dari 10.000 karya seni, mencakup lukisan, patung, dan karya seni lainnya.",
    "latitude": -6.1785482,
    "longitude": 106.8301967
  },
  {
    "id": 6,
    "name": "Gereja Katedral Jakarta",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Gereja%20Katedral%20Jakarta.jpg",
    "latitude": -6.169329,
    "longitude": 106.8278071,
    "history": "Gereja Katedral Jakarta, juga dikenal sebagai Katedral Santo Maria Pelindung Diangkat ke Surga, dibangun pada tahun 1901 dan menjadi pusat ibadah Katolik yang penting di Indonesia.",
    "funFacts": "Gereja Katedral Jakarta adalah salah satu gereja Katolik paling megah di Asia Tenggara.",
    "description": "Gereja Katedral Jakarta, juga dikenal sebagai Katedral Santo Maria Pelindung Diangkat ke Surga, adalah sebuah gereja Katolik Roma yang terletak di Jakarta Pusat, Indonesia. Gereja ini merupakan gereja katedral untuk Keuskupan Agung Jakarta. Berikut adalah beberapa informasi umum tentang Gereja Katedral Jakarta:"
  },
  {
    "id": 7,
    "name": "Perpustakaan Nasional RI",
    "description": "Perpustakaan Nasional Indonesia adalah perpustakaan deposit resmi di Indonesia.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Perpustakaan%20Nasional%20RI.jpg",
    "history": "Perpustakaan Nasional Indonesia didirikan pada tahun 1980 dan menjadi perpustakaan deposit resmi negara. Perpustakaan ini berkomitmen untuk menyediakan akses pengetahuan dan informasi bagi masyarakat Indonesia.",
    "funFacts": "Perpustakaan Nasional RI memiliki lebih dari 1 juta koleksi buku, manuskrip, dan dokumen penting lainnya.",
    "latitude": -6.1811826,
    "longitude": 106.8243455
  },
  {
    "id": 8,
    "name": "Tugu Tani",
    "latitude": -6.1826869,
    "longitude": 106.8322557,
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Tugu%20Tani.jpg",
    "history": "Tugu Tani, dibangun pada tahun 1963, adalah monumen yang menghormati peran petani dalam pembangunan negara. Tugu ini menjadi simbol keberanian dan ketahanan rakyat Indonesia.",
    "funFacts": "Tugu Tani menggambarkan seorang petani yang mengangkat tangannya ke langit sebagai tanda kemenangan dan keberanian.",
    "description": "Tugu Tani adalah sebuah monumen yang terletak di Jakarta, Indonesia. Monumen ini memiliki makna simbolis sebagai penghormatan terhadap para petani, yang dianggap sebagai pahlawan dalam pembangunan ekonomi nasional. Tugu Tani melambangkan rasa terima kasih kepada para petani yang telah berkontribusi besar dalam menyediakan bahan pangan untuk masyarakat."
  },
  {
    "id": 9,
    "name": "Museum Prasasti Jakarta",
    "description": "Museum Taman Prasasti adalah sebuah museum yang terletak di Jakarta, Indonesia.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Museum%20Prasasti%20Jakarta.jpg",
    "history": "Museum Prasasti Jakarta, didirikan pada tahun 1864, adalah museum taman pemakaman yang berisi prasasti dan peninggalan sejarah dari berbagai zaman.",
    "funFacts": "Museum Prasasti Jakarta merupakan tempat pemakaman bagi pejabat tinggi dan keluarga kolonial Belanda.",
    "latitude": -6.172452,
    "longitude": 106.817194
  },
  {
    "id": 10,
    "name": "Museum Kebangkitan Nasional",
    "description": "Museum Kebangkitan Nasional adalah sebuah museum sejarah di Jakarta, Indonesia.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Museum%20Kebangkitan%20Nasional.jpg",
    "history": "Museum Kebangkitan Nasional didirikan untuk memperingati perjuangan rakyat Indonesia dalam mencapai kemerdekaan. Museum ini menampilkan artefak dan dokumentasi sejarah yang menginspirasi.",
    "funFacts": "Museum Kebangkitan Nasional memiliki lebih dari 3.000 koleksi yang mencerminkan semangat perjuangan bangsa Indonesia.",
    "latitude": -6.1787536,
    "longitude": 106.8353986
  },
  {
    "id": 11,
    "name": "Gedung Sarinah",
    "description": "PT Sarinah adalah perusahaan ritel Indonesia yang dimiliki oleh PT Aviasi Pariwisata Indonesia.",
    "photo": "https://storage.googleapis.com/artourguide/DESTINASI/Gedung%20Sarinah.jpg",
    "history": "Gedung Sarinah, dibangun pada tahun 1962, awalnya menjadi pusat perdagangan dan industri. Seiring waktu, gedung ini berkembang menjadi pusat perbelanjaan dan ikon bisnis di Jakarta.",
    "funFacts": "Gedung Sarinah menjadi pusat perbelanjaan pertama yang menjual produk-produk kerajinan tangan dan batik Indonesia.",
    "latitude": -6.1787536,
    "longitude": 106.8353986
  },
  {
    "id": 12,
    "name": "Masjid Raya Baiturrahman",
    "description": "Masjid Raya Baiturrahman adalah masjid utama di Banda Aceh dan merupakan salah satu masjid tertua dan paling terkenal di Indonesia. Masjid ini dibangun pada tahun 1612 oleh Sultan Iskandar Muda selama masa Kesultanan Aceh. Masjid ini memiliki peran sejarah dalam perjuangan rakyat Aceh melawan penjajah Belanda. Saat itu, masjid ini digunakan sebagai benteng pertahanan dan tempat perundingan. Masjid Baiturrahman menjadi simbol keagamaan dan kebanggaan masyarakat Aceh.",
    "photo": "https://www.djkn.kemenkeu.go.id/files/images/2022/11/Salinan_dari_KPKNL_BANDA_ACEH1.jpg",
    "history": "Seiring berjalannya waktu, Masjid Baiturrahman mengalami beberapa kali renovasi untuk memperbaharui dan memperkuat struktur bangunannya. Namun, nilai sejarah dan keagungan masjid tetap terjaga. Setiap tahun, ribuan umat Muslim dan wisatawan mengunjungi masjid ini untuk merasakan kedamaian dan keindahan arsitektur Aceh.",
    "funFacts": "Masjid Baiturrahman memiliki kubah emas yang menjulang tinggi dan empat menara yang megah. Arsitektur masjid mencerminkan gaya Islami klasik dengan sentuhan seni Aceh. Masjid ini juga dilengkapi dengan museum yang menyimpan berbagai artefak dan benda bersejarah. Selain sebagai tempat ibadah, Masjid Baiturrahman juga menjadi objek wisata sejarah yang menarik.",
    "latitude": 5.549722,
    "longitude": 95.319444
  },
  {
    "id": 13,
    "name": "Pantai Lampuuk",
    "description": "Pantai Lampuuk adalah salah satu pantai indah di Aceh yang terkenal dengan keindahan pasir putihnya. Pantai ini berlokasi di Kecamatan Lhoknga, sekitar 15 kilometer dari pusat kota Banda Aceh. Pantai ini merupakan destinasi populer bagi wisatawan yang mencari keindahan alam dan ketenangan.",
    "photo": "https://wisatakita.com/pariwisata/540/800-Pantai-Lampuuk.jpeg",
    "history": "Pantai Lampuuk memiliki sejarah yang menyedihkan, terutama terkait dengan Tsunami 2004. Pantai ini menjadi salah satu lokasi yang terdampak parah oleh bencana alam tersebut. Namun, masyarakat setempat dengan gigih memulihkan pantai ini menjadi destinasi wisata yang indah seperti sekarang.",
    "funFacts": "Pantai Lampuuk sering dijadikan lokasi untuk menikmati sunset yang spektakuler. Selain itu, pantai ini juga cocok untuk aktivitas rekreasi seperti berenang, berjemur, dan piknik bersama keluarga. Kehadiran pohon-pohon kelapa yang menjulang tinggi menambah keeksotisan panorama Pantai Lampuuk.",
    "latitude": 5.282778,
    "longitude": 95.446667
  },
  {
    "id": 14,
    "name": "Museum Tsunami Aceh",
    "description": "Museum Tsunami Aceh didirikan sebagai peringatan dan penghormatan bagi korban Tsunami 2004 di Aceh. Museum ini berisi pameran tentang kejadian Tsunami 2004 dan upaya rekonstruksi yang dilakukan oleh masyarakat Aceh.",
    "photo": "https://exov.sgp1.digitaloceanspaces.com/assets/img/pilihan/museum-tsunami-aceh_1.webp",
    "history": "Museum Tsunami Aceh memiliki peran penting dalam memperingati peristiwa tragis Tsunami 2004 yang melanda Aceh. Museum ini dibangun sebagai bentuk penghormatan kepada ribuan korban dan sebagai wadah edukasi bagi generasi masa depan.",
    "funFacts": "Museum Tsunami Aceh memiliki lonceng yang hancur oleh tsunami dan menjadi simbol perlawanan dan kebangkitan. Selain pameran tentang tsunami, museum ini juga menampilkan kisah-kisah inspiratif tentang ketangguhan masyarakat Aceh dalam menghadapi bencana.",
    "latitude": 5.561944,
    "longitude": 95.325833
  }
]
